Repository: franck-tomek/relatedLinks
Catalog: locales/*/main.po
Languages: fr

source: Related Links
fr: Liens relatifs

source: Enable Related Links plugin
fr: Activer le plugin Related Links

source: Add new post to list
fr: Ajouter un billet à cette liste

source: No related link yet
fr: Aucun lien

source: Are you sure you want to remove this post?
fr: Etes-vous certain de vouloir supprimer ce billet ?

source: Are you sure you want to remove all posts?
fr: Etes-vous certain de vouloir supprimer tous les billets ?

source: Remove all posts?
fr: Supprimer tous les billets ?

source: Related links deleted
fr: Les liens relatifs ont été supprimés

source: The plugin define new tags for template
fr: Ce plugin définit des nouveaux tags :

source: block
fr: bloc

source: value
fr: valeur

source: to only display related links if there are somes.
fr: pour n'afficher le code que si vous avez défini des liens relatifs.

source: loop to display related links.
fr: boucle sur la liste des liens relatifs.

source: link label
fr: libéllé du lien

source: link URL
fr: URL du lien

source: Code example to add to your "post.html" theme template:
fr: Exemple de code à insérer dans le template "post.html" de votre thème :

source: Content generated by plugin
fr: Contenu généré par le plugin

source: Content generated by the plugin is added automatically at end of each post content. If you don't choose that option, you need to customize generated content. Click on "installation" tab (or help button) to see available tags and to see a model example.
fr: Le contenu généré par le plugin est ajouté automatiquement à la fin du contenu de chaque billet. Si vous ne choisissez pas cette option, vous devrez personnaliser le contenu généré. Cliquez sur l'onglet "Installation" (ou sur l'aide) pour vous documenter sur les balises spécifiques ainsi que pour avoir un modèle de base.

source: Put automatically at end of post content?
fr: Ajouter automatiquement à la fin du contenu du billet ?

source: The plugin define new tags for template:
fr: Le plugin définit des nouveaux pour les templates :

source: Code example to add to your "post.html" theme template:
fr: Exemple de code à ajouter dans le template "post.html" de votre thème :

source: You liked that article...
fr: Vous avez aimé cet article...

source: you should like the following articles:
fr: alors vous aimerez les articles suivants :

source: If you want more informations on that plugin or have new ideas to develope it, or want to submit a bug or need help (to install or configure it) or for anything else ...
fr: Si vous voulez des informations sur ce plugin ou si vous avez des idées pour l'améliorer ou si vous pensez avoir trouvé un bug ou si vous avez besoin d'aide (pour l'installer ou le configurer) ou pour tout autre chose...

source: Go to %sthe dedicated page%s in
fr: Allez sur la %spage dédiée%s du

source: Made by:
fr: Créé par :

source: Posts with related links
fr: Billets avec des liens relatifs

source: Use image for related links?
fr: Ajouter des images aux liens relatifs

source: Do not use image for related links?
fr: Ne pas ajouter d'images aux liens relatifs
